@extends('home.layout.app')
@section('content')
    <div class="container">
        <div class="row">
            <div class="masterview">
                <div>
                    <div class=" pull-left masterview-left">
                        <div class="masterview-left-tab">
                            <ul class="nav nav-tabs masterview-left-tablist" id="myTab">
                            </ul>
                            <div class="clear"></div>
                            <div class="tab-content">
                                <div class="tab-pane active" id="view">
                                    <div class="message-1" style="border:none;">
                                        <div class="mytxt" style="height: auto;line-height:25px;text-indent:10px;text-indent:-8px;">
                                            <h3><p class="text-center">用户协议</p></h3>
                                            <p>
                                            <h4>1、重要须知---在签署本协议之前，构牛网正式提醒用户：</h4>
                                            1.1 您应认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本《用户注册协议》中各条款，包括免除或者限制构牛网责任的免责条款及对用户的权利限制条款。
                                            <br>1.2 除非您接受本协议，否则用户无权也无必要继续接受构牛网的服务，可以退出本次注册。用户点击接受并继续使用构牛网的服务，视为用户已完全的接受本协议。
                                            <br>1.3 本协议一经签署，具有法律效力，请您慎重考虑是否接受本协议。
                                            <br>1.4 在您签署本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在本网站上，若您对修改后的协议有异议的，请立即停止登录、使用构牛网产品及服务，若您登录或继续使用构牛网产品，视为对修改后的协议予以认可。
                                            <br>1.5 用户使用构牛网过程中，须对自身使用的行为及对由此产生的任何后果承担全部责任。
                                            <h4>2、关于“构牛网帐号”</h4>
                                            2.1 构牛网在旗下业务平台构牛网经直播平台（www.goniu8.com）、构牛网APP上同时提供用户注册通道，用户在任一通道注册并接受本协议的具有同等效力。
                                            <br>2.2 用户在接受本协议之后，有权选择未被其他用户使用过的字母符号组合作为用户的构牛账号，并自行设置符合安全要求的密码。用户设置的账号、密码是用户用以登录构牛网，接受构牛网服务，构牛网金币等虚拟物品持有的凭证。
                                            <br>2.3 用户在首次注册构牛网账号成功之后，构牛网会按系统规则自动分配给用户一个构牛用户名，用户可进入个人中心修改，注册用户名和注册手机号码一样是用户接受构牛网服务的身份识别凭证。
                                            <br>2.4 构牛网账号的性质是构牛网提供服务授予用户的凭证，构牛网账号和用户注册手机号是构牛网相应计算机软件作品的一部分，即构牛网将相关产品计算机软件著作权授权给注册用户的授权凭证。
                                            <br>2.5 构牛网账号还是用户持有、使用相关虚拟财产、道具的身份凭证。用户若需要接受构牛网提供的增值服务，构牛网账号同时也是用户支付费用、接受增值服务的凭证。
                                            <br>2.6 用户在注册了构牛网账号并不意味获得全部构牛网产品的授权，仅仅是取得了接受构牛网服务的身份，用户在登录相关网页、加载应用、下载安装软件时需要另行签署单个产品的授权协议。
                                            <br>2.7构牛网账号或用户注册手机号仅限于在构牛网网站上注册用户本人使用，禁止赠与、借用、租用、转让或售卖。如果构牛网经发现使用者并非账号初始注册人，有权在未经通知的情况下回收该账号而无需向该账号使用人承担法律责任，由此带来的包括并不限于用户通讯中断、用户资料和道具等清空等损失由用户自行承担。
                                            <br>2.8 用户应当妥善保管自己的构牛网账号、密码，用户就其账号及密码项下之一切活动负全部责任，包括用户数据的修改，虚拟货币的损失以及其他所有的损失由用户自行承担。用户须重视构牛网账号密码保护。用户如发现他人未经许可使用其账号时立即通知构牛网。
                                            <br>2.9 用户构牛网在丢失或遗忘密码后，可遵照构牛网的申诉途径及时申诉请求找回账号。用户应不断提供能增加账号安全性的个人密码保护资料。对用户因被他人冒名申诉而致的任何损失，构牛网不承担任何责任，用户知晓构牛网账号及密码保管责任在于用户。
                                            <br>2.10 用户保证注册构牛网账号时填写的身份信息是真实的，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应不断更新注册资料，符合及时、详尽、真实、准确的要求。所有原始键入的资料将引用用户的账号注册资料。如果因用户的注册信息不真实而引起的问题，以及对问题发生所带来的后果，构牛网不负任何责任。
                                            <br>2.11 构牛网账号或用户注册手机号的所有权属于构牛网。构牛网有权根据运营需要，发布构牛网社区规则规范。用户在使用构牛网产品的过程中，需遵守构牛网发布的各项规定。
                                            <br>2.12 如用户违反法律法规、构牛网各服务协议或社区规则的等规定，构牛网有权根据相关规则进行违规判定，并采取相应限制或处罚措施，包括但不限于：限制或冻结用户对用户注册手机号的使用，限制或停止某项单独服务（如视频直播），扣除保证金，扣减收入分成并根据实际情况决定是否恢复使用。
                                            <br>2.13 为了充分利用用户注册手机号资源，若用户存在长期未登录使用用户注册手机号的情形，构牛网有权对该号码进行回收、替换等终止使用操作。
                                            <br>2.14构牛网依照社区规则限制、冻结、回收、替换或终止用户用户注册手机号的使用，可能会给用户造成一定的损失，该损失由用户自行承担，构牛网不承担任何责任。
                                            <h4>3、用户不得从事以下行为：</h4>
                                            3.1 利用构牛网服务产品发表、传送、传播、储存危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容或者设置含有上述内容的网名、角色名。
                                            <br>3.2 利用构牛网服务发表、传送、传播、储存侵害他人知识产权、商业机密权、肖像权、隐私权等合法权利的内容。
                                            <br>3.3 进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。
                                            <br>3.4 进行任何破坏构牛网服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。
                                            <br>3.5 进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害构牛网经利益的行为。
                                            <br>3.6 进行其他任何违法以及侵犯其他个人、公司、社会团体、组织的合法权益的行为。
                                            <h4>4、构牛网平台声明</h4>
                                            4.1 用户须明白，在使用构牛网服务可能存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，构牛网对服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适当性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
                                            <br>4.2 使用构牛网服务必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本条款，对于用户违法或违反本协议的使用(包括但不限于言论发表、传送等)而引起的一切责任，由用户负全部责任。
                                            <br>4.3 构牛网的服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰；
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(2）哄骗、破译密码；
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算机上信息和数据的安全，继而威胁对本服务的使用。对于发生上述情况的，用户应当自行承担责任。
                                            <br>4.4 用户须明白，构牛网为了服务整体运营的需要，有权在公告通知后修改或中断、中止或终止服务而不需通知您的权利，而无须向第三方负责或承担任何赔偿责任。
                                            <br>4.5 用户理解，互联网技术的不稳定性，可能导致政府政策管制、病毒入侵、黑客攻击、服务器系统崩溃或者其他现今技术无法解决的风险发生可能导致9度财经服务中断或账号道具损失，用户对此非人为因素引起的损失由用户承担责任。
                                            <h4>5、知识产权</h4>
                                            5.1 构牛网的服务包括构牛网运营的网站、网页应用、软件以及内涵的文字、图片、视频、音频等元素，构牛网服务标志、标识以及专利权，构牛网对此享有上述知识产权。
                                            <br>5.2 用户不得对构牛网服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等。
                                            <br>5.3 用户使用构牛网服务只能在本《用户协议》以及相应的授权许可协议授权的范围使用构牛网知识产权，未经授权超范围使用的构成对构牛网的侵权。
                                            <br>5.4 用户在使用构牛网服务时发表上传的文字、图片、视频、软件以及表演等用户原创的信息，此部分信息的知识产权归用户，但用户的发表、上传行为是对构牛网服务平台的授权，用户确认其发表、上传的信息非独占性、永久性的授权，该授权可转授权。构牛网可将前述信息在构牛网旗下的服务平台上使用，可再次编辑后使用，也可以由构牛网授权给合作方使用。
                                            <br>5.5 若构牛网业务平台内的信息以及其他用户上传、存储、传播的信息有侵犯的用户或第三人的知识产权的，本网站提供投诉通道
                                            <h4>6、隐私保护</h4>
                                            6.1 请用户注意勿在使用构牛网服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。
                                            <br>6.2 用户的构牛网账号、密码属于保密信息，构牛网经应当采取积极的措施保护用户账号、密码的安全。
                                            <br>6.3 用户的注册信息作为构牛网的商业秘密进来保护。但用户同时明白，互联网的开放性以及技术更新非常快，非构牛网可控制的因素导致用户泄漏的，构牛网不承担责任。
                                            <br>6.4 用户在使用构牛网服务时不可将自认为隐私的信息发表、上传至构牛网，也不可将该等信息通过构牛网的服务传播给其他人，若用户的行为引起的隐私泄漏，由用户承担责任。
                                            <br>6.5 构牛网在提供服务时可能会搜集用户信息，构牛网会明确告知用户，通常信息仅限于用户姓名、用户昵称、注册电话、主播房间号等。
                                            <br>6.6 就下列相关事宜的发生，构牛网不承担任何法律责任：
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(1）构牛网根据法律规定或相关政府、司法机关的要求提供您的个人信息；
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(2）由于用户将用户密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄漏，或其他非因构牛网经原因导致的个人信息的泄漏；
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(3）任何由于黑客攻击、电脑病毒侵入造成的信息泄漏；
                                                     <br>&nbsp;&nbsp;&nbsp;&nbsp;(4）因不可抗力导致的信息泄漏；
                                            </p>
                                            <div class="clear"></div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="clear"></div>
                </div>
            </div>
        </div>
    </div>
    @stop