@extends('home.layout.app')
@section('content')
    <div class="container">
        <div class="row">
            <div class="masterview">
                <div>
                    <div class=" pull-left masterview-left">
                        <div class="masterview-left-tab">
                            <ul class="nav nav-tabs masterview-left-tablist" id="myTab">
                            </ul>
                            <div class="clear"></div>
                            <div class="tab-content">
                                <div class="tab-pane active" id="view">
                                    <div class="message-1" style="border:none;">
                                        <div class="mytxt" style="height: auto;line-height:25px;text-indent:10px;text-indent:-8px;">
                                            <h3><p class="text-center">构牛网讲师入驻协议</p></h3>
                                            <p style="text-indent:15px;">构牛网是一个独立、学术、自由的财经平台，希望能给广大用户提供一个交流行情信息、投资策略分享的财经内容互动社区，为了更好的保障用户合法权益，维护平台良好的运营秩序，拥有绿色的直播、交流、互动环境，促进平台的健康发展，故制定本协议。
                                                </p>
                                            <p style="text-indent:15px;">讲师为获得构牛网平台提供的讲师服务，同意与构牛网按照本协议的内容约定及官方不定时更新发布的运营规则使用平台的服务。讲师基于了解本协议全部内容，在独立思考的基础上认可、同意本协议的全部条款并按照页面上的提示完成全部的讲师入驻流程。讲师在进行入驻过程中点击"同意" 按钮即表示已完全理解本协议的内容约定。</p>
                                            <p>1、使用构牛网平台提供的讲师服务，以讲师申请认证成为构牛网讲师为前提条件。讲师向构牛网官方提供的所有认证信息均须真实准确，
                                                不得以虚假居民身份或虚假工商执照等不实信息进行申请，若个人或企业资料有任何变动，请讲师及时更新。</p>
                                               <p> 2、构牛网是一个向用户提供综合财经信息服务的平台，平台免费向讲师提供讲师服务，讲师使用构牛网平台的服务（包括但不限于发表言论、参与平台组织的各项官方活动）时应遵守下述约定：
                                                <br>(1) 讲师在平台上发表的言论应符合国家与有关政府部门的法律法规，符合相关监管部门的要求和规定，以及行业秩序与道德自律的要求；
                                                   <br>(2) 讲师承诺为个人在平台上发布的内容以及内容涉及的所有投资品种的合规性、真实性负责，仅供用户参考，禁止作出绝对的、确定性的判断；
                                                   <br>(3) 禁止讲师代替用户作出交易决策，不得承诺收益；不得代理用户从事实盘交易，与用户约定分享投资收益或分担损失；
                                                   <br>(4) 禁止讲师将用户导向第三方平台或与用户签订私下服务协议；
                                                   <br>(5) 禁止讲师宣传非本直播平台的链接，与播放经过官方工作人员提醒的内容；
                                                   <br>(6) 禁止讲师通过构牛网平台发表煽动性言论操纵市场或者进行内幕交易、利益输送；
                                                   <br>(7) 禁止违反国家宪法确定的基本原则，损害国家荣誉和利益；
                                                   <br>(8) 禁止危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一；
                                                   <br>(9) 禁止煽动地域歧视、民族仇恨、民族歧视，破坏民族团结；
                                                   <br>(10) 禁止煽动以非法民间组织名义集会、结社、游行示威、聚众扰乱社会秩序；
                                                   <br>(11) 禁止破坏国家宗教政策，宣扬邪教和迷信，散布谣言破坏社会稳定；
                                                   <br>(12) 禁止散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪；
                                                   <br>(13) 禁止散布涉及个人隐私信息的资料，侮辱或诽谤他人；
                                                   <br>(14) 禁止侵害他人名誉权、肖像权、知识产权、商业秘密等合法权益；
                                                   <br>(15) 禁止发布含有骚扰、恶意、诱骗信息的商业广告，或类似的商业招揽信息；
                                                   <br>(16) 禁止发表毫无意义的信息，或刻意使用字符组合以逃避技术审核合规监管；
                                                   <br>(17) 禁止播放版权类型的电影、电视剧、未获得授权的体育比赛等视听内容；
                                                   <br>(18) 禁止播放国家相关部门明令禁止的视听类节目；
                                                   <br>(19) 国家法律、行政法规禁止传播的其他信息内容。
                                                   </p>
                                            <p>3、讲师须自行对构牛网平台的使用行为承担责任。</p>
                                            <p>4、如讲师违反前述之约定，构牛网有权随时采取不予认证、通知限期改正、取消认证、删除讲师在构牛网发布的言论、终止向讲师提供讲师服务等措施。以上措施的选择，适用不以事前通知为前提，若讲师对上述处理方式存在异议，可通过官方客服人员向构牛网提出。</p>
                                            <p>4、如讲师违反前述之约定，构牛网有权随时采取不予认证、通知限期改正、取消认证、删除讲师在构牛网发布的言论、终止向讲师提供讲师服务等措施。以上措施的选择，适用不以事前通知为前提，若讲师对上述处理方式存在异议，可通过官方客服人员向构牛网提出。
                                            </p>
                                            <p>5、为了保护讲师个人信息的安全和隐私，请勿与他人共享账号或将账号密码告诉他人，任何使用构牛网讲师账号所进行的操作，都视为讲师本人所为，故请讲师妥善保管好个人的平台账号、密码，不得转让或出借予他人使用。如讲师发现账号遭他人非法使用，应立即通知官方运营工作人员，否则构牛网有权对使用异常的账号进行冻结处理。因黑客行为或讲师的保管疏忽导致账号、密码遭他人非法使用的，构牛网平台概不承担任何责任。
                                            </p>
                                            <p>6、讲师通过构牛网平台发布的任何信息和任何观点，均为讲师的个人行为，不代表构牛网之官方立场，平台亦不对其完整性、真实性、准确性或可靠性进行担保或负责。讲师享有所发布内容的知识产权，并授权平台对讲师发布的内容进行推广和使用。讲师的言论若对用户造成损失的，讲师应自行与用户协商或通过司法途径解决处理，与平台无涉；但若由此给构牛网平台造成损失的，讲师应承担连带损害赔偿责任。
                                            </p>
                                            <p>7、讲师在发布付费服务时须提前明示收费标准，用户缴纳的服务费用由平台代收。平台确认服务完成（无退款、无投诉、无违规）后，将扣除必要技术运营成本（带宽费、支付手续费、短信费、代扣代缴税等其他费用）及协议约定的构牛网平台分成后的剩余所得全额支付给讲师及其所属公会。平台有一定的结算周期，具体支付方式结算规则请关注平台公告。
                                            </p>
                                            <p>8、构牛网向用户提供的全部讲师服务，均仅限于用户和讲师在构牛网平台上使用，任何以恶意破解等非法手段将构牛网提供的服务内容与平台分离的行为，均不属于本协议中约定的内容。由此引起的一切法律后果及损失由行为人负责，构牛网将依法追究行为人的法律责任。
                                            </p>
                                            <p>9、作为技术服务提供者，构牛网平台将建立健全技术保障制度，落实技术安全防控措施。鉴于网络服务的特殊性（包括但不限于服务器的稳定性问题、恶意的网络攻击等行为的存在及其他平台无法控制的情形），因无法预测或无法控制的设备故障、通讯故障、网络故障等技术原因以及其它不可抗力而造成平台服务中断的情况，平台概不承担责任。讲师同意构牛网平台有权因紧急事故处理随时中断或终止部分或全部的服务，若发生该等中断或中止服务的情形，官方将尽可能及时通过网页公告、系统通知、短信提醒或其他合理方式通知受到影响的用户。</p>
                                            <p>10、构牛网需要定期或不定期地对提供服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，平台无需为此承担任何责任，但应尽到尽可能事先对讲师和用户进行通告的义务。</p>
                                            <p>11、构牛网平台将对讲师使用服务过程中涉及的隐私内容加以保护管理。</p>
                                            <p>12、讲师知悉并同意，为维护构牛网平台的良好秩序，更好的为广大用户提供服务，构牛网平台有权根据自身运营需要决定或变更平台提供服务的方式或模式，亦可对讲师使用平台的行为、发表的言论进行监督、审查及管理。</p>
                                            <p>13、任何一方违反有关国家有关部门法律、法规或本协议项下的任何条款而给对方造成损失的，违约方同意向对方承担相应的损害赔偿责任。</p>
                                            <p>14、构牛网有权根据国家监管部门要求随时修改本协议的相关条款并在官方平台上进行公示，若讲师不同意上述修改，则可以选择停止使用平台提供的服务。构牛网平台也可选择通过其他适当方式（比如系统通知）向讲师发送修改内容。接到通知后继续使用平台的，视为讲师接受构牛网对本协议相关条款所做的修改。</p>
                                            <p>15、本协议的订立、执行和解释及争议的解决均应适用中国法律并受所在地法院管辖。</p>
                                            <p>16、如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向构牛网所属公司注册所在地的人民法院提起诉讼。</p>
                                            <p>17、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
                                            <p>18、讲师拥有举报及申诉维护讲师自身与平台合法利益的权利与义务，让我们共同维护构牛网平台公平、公正、公开、自由、有序的绿色财经社区。</p>
                                            <p class="text-center">（本协议最终解释权归构牛网官方所有）</p>

                                            <div class="clear"></div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="clear"></div>
                </div>
            </div>
        </div>
    </div>
@stop